Repository: rubycas/rubycas-server
Catalog: po/*/rubycas-server.po
Languages: de_de, ja_jp, zh_cn

source: Your login request did not include a login ticket. There may be a problem with the authentication system.
ja_jp: ログインリクエストにログインチケットが含まれていません。認証システムに問題があるようです。
zh_cn: 你的登录请求没包含登录凭证，这可能是认证系统的问题

source: The login ticket you provided has already been used up. Please try logging in again.
ja_jp: ログインチケットはすでに使い切られています。もう一度ログインしてください。
zh_cn: 你提供的登录凭证已经使用过了，请重新登录

source: You took too long to enter your credentials. Please try again.
ja_jp: クレデンシャルの入力に時間が掛かりすぎました。もう一度試してください。
zh_cn: 你的认证花了太长时间，请重新认证

source: The login ticket you provided is invalid. There may be a problem with the authentication system.
ja_jp: 指定されたログインチケットが無効です。認証システムに問題があるようです。
zh_cn: 你所提供的登录凭证是无效的，这可能是认证系统的问题

source: You are currently logged in as '%s'. If this is not you, please log in below.
de_de: Sie sind derzeit angemeldet als '%s'. Sollten dies nicht Sie sein, melden Sie sich bitte unten an.
ja_jp: '%s'としてログインしています。違うユーザーでログインするには下に入力してください。
zh_cn: 你正以 '%s' 的身份登入。如果这不是你，请重新登录

source: The client and server are unable to negotiate authentication. Please try logging in again later.
de_de: Client und Server sind nicht in der Lage eine Authentifizierung auszuhandeln. Bitte versuchen Sie, sich zu einem späteren Zeitpunkt erneut anzumelden.
ja_jp: クライアントとサーバー間で認証ができませんでした。しばらくしてから再度ログインしてください。
zh_cn: 现在无法认证，请稍后重试

source: The server cannot fulfill this gateway request because no service parameter was given.
de_de: Der Server kann diese Gateway-Anfrage nicht erfüllen, da keine Service-Parameter übergeben wurden.
ja_jp: サービスパラメーターが指定されていないので、サーバーはゲートウェイリクエストを満たす事ができません。
zh_cn: 无法完成网关请求，因为没有提供服务的参数

source: The target service your browser supplied appears to be invalid. Please contact your system administrator for help.
de_de: Das Ziel-Service, welches Ihr Browsers geliefert hat, scheint ungültig zu sein. Bitte wenden Sie sich an Ihren Systemadministrator, um Hilfe zu erhalten.
ja_jp: ブラウザが示す対象サービスは無効のようです。システム管理者に連絡してください。
zh_cn: 你的浏览器提供的网址是无效的，请联系你的系统管理员

source: Could not guess the CAS login URI. Please supply a submitToURI parameter with your request.
de_de: Der CAS-Login-URI konnte nicht erraten werden. Bitte ergänzen Sie Ihre Anfrage um einen submitToURI Parameter.
ja_jp: CASのURIを推測することができませんでした。リクエストにsubmitToURIパラメータを指定してください。
zh_cn: 无法判断 CAS 的登录地址。请提供 submitToURI 的参数

source: You have successfully logged in.
de_de: Sie haben sich erfolgreich am Central Authentication Service angemeldet.
ja_jp: ログインしました
zh_cn: 你成功登录了

source: Incorrect username or password.
de_de: Falscher Benutzername oder Passwort.
ja_jp: ユーザー名またはパスワードが間違っています
zh_cn: 错误的帐号或密码

source: You have successfully logged out.
de_de: Sie haben sich erfolgreich vom Central Authentication Service abgemeldet.
ja_jp: ログアウトしました。
zh_cn: 你成功登出了

source: Please click on the following link to continue:
de_de: Bitte klicken Sie auf den folgenden Link, um fortzufahren:
ja_jp: 継続するには、以下のリンクをクリックしてください：
zh_cn: 请点击下列连接继续

source: To generate a login ticket, you must make a POST request.
de_de: Für die Generierung eines Login-Tickets, ist eine POST-Anfrage erforderlich.
ja_jp: ログインチケットを発行するには、POSTリクエストを送る必要があります。
zh_cn: 你必须使用 POST 来产生登录凭证

source: Central Login
de_de: Zentrales Login
ja_jp: 統合ログイン
zh_cn: 整合登录

source: Please wait...
zh_cn: 请稍候...

source: Username
de_de: Benutzername
ja_jp: ユーザー名
zh_cn: 用户名

source: Password
de_de: Passwort
ja_jp: パスワード
zh_cn: 密码

source: Remeber me on this computer
zh_cn: 记住我

source: LOGIN
de_de: ANMELDEN
ja_jp: ログイン
zh_cn: 登录
